[
    {
        "id": 1,
        "day": 0,
        "hours": 0,
        "content": "Congratulations! Well done you! You've just taken a leap of faith in you.  We believe that you are worthy and that things can be different for you.  It's a journey and a process.  We will walk the walk with you."
    },
    {
        "id": 2,
        "day": 1,
        "hours": 11,
        "content": "We are going to meet you where you are. Breathe"
    },
    {
        "id": 3,
        "day": 3,
        "hours": 21,
        "content": "If you examine the world of chronic pain and the resources within that space you will find a juggernaut of information.  We know this can feel overwhelming. One thing we know for sure is that if you do what you've always done you often get what you've always got.  This will take time and we know that it may feel stressful but time is what you have.  Time is your friend.  You will need to be as gentle as you can with yourself doing this process."
    },
    {
        "id": 4,
        "day": 4,
        "hours": 20,
        "content": "Is your cup half full or empty? After a long time in chronic pain the pattern became seeing the cup half empty rather than half full.  We look at others and may see that their cup is half full"
    },
    {
        "id": 5,
        "day": 6,
        "hours": 18,
        "content": "No man is an island"
    },
    {
        "id": 6,
        "day": 9,
        "hours": 17,
        "content": "Learn breathing techniques to turn of the 'fight or flight' response in the body"
    },
    {
        "id": 7,
        "day": 11,
        "hours": 19,
        "content": "Chronic pain can easily alter our true sense of self. When we identify who we are by what we do"
    },
    {
        "id": 8,
        "day": 13,
        "hours": 15,
        "content": "Hope"
    },
    {
        "id": 9,
        "day": 14,
        "hours": 15,
        "content": "If you want to go fast, go alone. If you want to go far, go together. (African Proverb)  \nGoing fast isn't even an option when you have chronic pain, so the truth is the only way to go is together.  In a way it is pain that forces us to really live the truth that we travel further and more deeply into life when we honour the connection of others on our journey. There are many ways of coming together and many who are travelling in the same direction. Can you find your tribe, those travelling companions that can inspire and support you?"
    },
    {
        "id": 10,
        "day": 8,
        "hours": 14,
        "content": "The journey to uncover our unique purpose and meaning in the life we've been given"
    },
    {
        "id": 11,
        "day": 10,
        "hours": 18,
        "content": "Many of spiritual teachers who have illuminated and inspired us, have their own story to tell.  The truth is that we all have a special story.  We all have a purpose.  We all have a unique journey that only we travel.  When chronic pain disrupts (and yes, it feels like a major event) our lives we do have a choice about how we proceed with our lives.  It's no surprise than many of life's most challenging periods have enormous transformative powers.  \nCan you see your chronic pain as an opportunity for such a transformation? Can the change that pain heralds be a change for the better? Even if you still carry the pain?"
    },
    {
        "id": 12,
        "day": 11,
        "hours": 19,
        "content": "Light up, you have a choice. \nA dim light, a darkened room, waiting for the pain relief to work and the pain to recede.  It's hard to feel anything beyond the pain.  But this body of yours breathes without you thinking and this heart of yours beats without your asking it. We forget how hard our bodies work to keep homeostasis, focusing on the part that isn't working as it should.\nCan you give thanks for the small miracles that take place without an intention on your part?"
    },
    {
        "id": 13,
        "day": 13,
        "hours": 19,
        "content": "Open Your Eyes. Chronic pain can be your teacher and guide as well as your ball and chain.\nAs a pain sufferer we often can remember our timeline pre and post chronic pain.  It takes time to grieve the life that we feel we were robbed of, but we only have this one beautiful life to live.  When we invite our mind to focus on what we have rather than linger on what was or what we don't have we start to see life as it is in all its glory."
    },
    {
        "id": 14,
        "day": 16,
        "hours": 11,
        "content": "There is plentiful evidence on the mental and physical benefits of practicing gratitude.  How you do this when your body is struggling in pain is a question we are asking you to consider.   Don't know how? Fake it till you make it. Don't think you can be grateful and in pain at the same time? Wrong"
    },
    {
        "id": 15,
        "day": 18,
        "hours": 19,
        "content": "Don't fall into the breakthrough pain trap. It's important that you manage your pain levels well."
    },
    {
        "id": 16,
        "day": 20,
        "hours": 19,
        "content": "Cultivating gratitude when you're in a body that's in pain is a radical step, one that defies logic and perception, but one that will create powerful, positive cumulative effects in both your mind and your body. \nTrain your mind to seek and find those things in your world to be grateful for. Hot running water to sooth the ache, warm sunshine to sit in, cool sea breeze to relax, comfortable bed to rest in. Each day remind yourself and build on it, add to it.  Collect your gratitude thoughts and carry them with you."
    },
    {
        "id": 17,
        "day": 21,
        "hours": 15,
        "content": "Pain often makes you feel scared"
    },
    {
        "id": 18,
        "day": 15,
        "hours": 18,
        "content": "If pain is your body's mechanism of telling you to stop and listen, can you take a moment to do just that?\nInstead of asking why is this happening, can you ask yourself what is needed here to help not hinder?\nTake time to stop, breathe and reassess. Look one way, and see how far you've come, look the other way and follow the path that awaits, one step at a time."
    },
    {
        "id": 19,
        "day": 17,
        "hours": 21,
        "content": "What can you do to break your fall? Nurture that.  Sharing how we feel and being heard by someone can cushion the fall. \nWhen we are seen with the eyes of the heart we feel truly seen.\nIs there someone, in person or in a community like this one, who can listen and hold the space for you to be heard and seen? \nWe are here to tell you that you're not alone and that everything will be ok. We all take turns falling and cushioning, rinse and repeat, student and teacher by turns."
    },
    {
        "id": 20,
        "day": 18,
        "hours": 16,
        "content": "A new diagnosis can shatter the ground beneath your feet leaving you totally displaced and uncertain where to begin, let alone how to get out. On the life journey of chronic pain you collect resources along the way to help you navigate your way out of the maze.  \nWe all tend to start somewhere in the medical model, but along the way we need to find other things that help, to add to the equation. \nThere is no right combination or one size fits all.  \nYou have to find your own way and collect what works, and learn to set down what doesn't."
    },
    {
        "id": 21,
        "day": 20,
        "hours": 11,
        "content": "Reduce stress in your life. Stress intensifies chronic pain. Find calming techniques to help you de-stress."
    },
    {
        "id": 22,
        "day": 23,
        "hours": 17,
        "content": "Grow towards the light. Just like plants"
    },
    {
        "id": 23,
        "day": 25,
        "hours": 15,
        "content": "The crisis of chronic pain can be the invitation for us to go deeply into our Spirit to orient ourselves to the light that is both within and without. \nWhat things inspire, soothe, calm or delight you, and thereby draw you into closer connection with your Spirit? \nCan you do more of that, and expand those moments of light in your day, and life?"
    },
    {
        "id": 24,
        "day": 27,
        "hours": 10,
        "content": "On a good day we manage the fine balance between hope and despair and other days we fall apart because it all feels too hard.  \nBut we have a choice about how we perceive what we're experiencing. Knowing that we have the power of choice in how to tell our story is the first step to making that shift."
    },
    {
        "id": 25,
        "day": 28,
        "hours": 18,
        "content": "Life beckons us to notice.  Each day the natural beauty of the world can strew our path with treasures if we pause long enough. Stopping and noticing can transport us; lift us up, even if we only feel capable of achieving this noticing in a momentary way.\nCan you use all your senses to zone in and see how the natural world speaks to you in all its mystery, the noticing of a falling leaf, a butterfly in flight, moss on a stone or a feather lying on your path?"
    }
]
