[
    {
        "id": 1,
        "day": 0,
        "hours": 0,
        "content": "Congratulations! Well done you! You've just taken a leap of faith in you.  We believe that you are worthy and that things can be different for you.  It's a journey and a process.  We will walk the walk with you."
    },
    {
        "id": 2,
        "day": 1,
        "hours": 11,
        "content": "We are going to meet you where you are. Breathe"
    },
    {
        "id": 3,
        "day": 3,
        "hours": 21,
        "content": "If you examine the world of chronic pain and the resources within that space you will find a juggernaut of information.  We know this can feel overwhelming. One thing we know for sure is that if you do what you've always done you often get what you've always got.  This will take time and we know that it may feel stressful but time is what you have.  Time is your friend.  You will need to be as gentle as you can with yourself doing this process."
    },
    {
        "id": 4,
        "day": 4,
        "hours": 20,
        "content": "Is your cup half full or empty? After a long time in chronic pain the pattern became seeing the cup half empty rather than half full.  We look at others and may see that their cup is half full"
    },
    {
        "id": 5,
        "day": 6,
        "hours": 18,
        "content": "No man is an island"
    },
    {
        "id": 6,
        "day": 9,
        "hours": 17,
        "content": "Learn breathing techniques to turn of the 'fight or flight' response in the body"
    },
    {
        "id": 7,
        "day": 11,
        "hours": 19,
        "content": "Chronic pain can easily alter our true sense of self. When we identify who we are by what we do"
    },
    {
        "id": 8,
        "day": 13,
        "hours": 15,
        "content": "Hope"
    },
    {
        "id": 9,
        "day": 14,
        "hours": 15,
        "content": "If you want to go fast, go alone. If you want to go far, go together. (African Proverb)  \nGoing fast isn't even an option when you have chronic pain, so the truth is the only way to go is together.  In a way it is pain that forces us to really live the truth that we travel further and more deeply into life when we honour the connection of others on our journey. There are many ways of coming together and many who are travelling in the same direction. Can you find your tribe, those travelling companions that can inspire and support you?"
    },
    {
        "id": 10,
        "day": 8,
        "hours": 14,
        "content": "The journey to uncover our unique purpose and meaning in the life we've been given"
    },
    {
        "id": 11,
        "day": 10,
        "hours": 18,
        "content": "Many of spiritual teachers who have illuminated and inspired us, have their own story to tell.  The truth is that we all have a special story.  We all have a purpose.  We all have a unique journey that only we travel.  When chronic pain disrupts (and yes, it feels like a major event) our lives we do have a choice about how we proceed with our lives.  It's no surprise than many of life's most challenging periods have enormous transformative powers.  \nCan you see your chronic pain as an opportunity for such a transformation? Can the change that pain heralds be a change for the better? Even if you still carry the pain?"
    },
    {
        "id": 12,
        "day": 11,
        "hours": 19,
        "content": "Light up, you have a choice. \nA dim light, a darkened room, waiting for the pain relief to work and the pain to recede.  It's hard to feel anything beyond the pain.  But this body of yours breathes without you thinking and this heart of yours beats without your asking it. We forget how hard our bodies work to keep homeostasis, focusing on the part that isn't working as it should.\nCan you give thanks for the small miracles that take place without an intention on your part?"
    },
    {
        "id": 13,
        "day": 13,
        "hours": 19,
        "content": "Open Your Eyes. Chronic pain can be your teacher and guide as well as your ball and chain.\nAs a pain sufferer we often can remember our timeline pre and post chronic pain.  It takes time to grieve the life that we feel we were robbed of, but we only have this one beautiful life to live.  When we invite our mind to focus on what we have rather than linger on what was or what we don't have we start to see life as it is in all its glory."
    },
    {
        "id": 14,
        "day": 16,
        "hours": 11,
        "content": "There is plentiful evidence on the mental and physical benefits of practicing gratitude.  How you do this when your body is struggling in pain is a question we are asking you to consider.   Don't know how? Fake it till you make it. Don't think you can be grateful and in pain at the same time? Wrong"
    },
    {
        "id": 15,
        "day": 18,
        "hours": 19,
        "content": "Don't fall into the breakthrough pain trap. It's important that you manage your pain levels well."
    },
    {
        "id": 16,
        "day": 20,
        "hours": 19,
        "content": "Cultivating gratitude when you're in a body that's in pain is a radical step, one that defies logic and perception, but one that will create powerful, positive cumulative effects in both your mind and your body. \nTrain your mind to seek and find those things in your world to be grateful for. Hot running water to sooth the ache, warm sunshine to sit in, cool sea breeze to relax, comfortable bed to rest in. Each day remind yourself and build on it, add to it.  Collect your gratitude thoughts and carry them with you."
    },
    {
        "id": 17,
        "day": 21,
        "hours": 15,
        "content": "Pain often makes you feel scared"
    },
    {
        "id": 18,
        "day": 15,
        "hours": 18,
        "content": "If pain is your body's mechanism of telling you to stop and listen, can you take a moment to do just that?\nInstead of asking why is this happening, can you ask yourself what is needed here to help not hinder?\nTake time to stop, breathe and reassess. Look one way, and see how far you've come, look the other way and follow the path that awaits, one step at a time."
    },
    {
        "id": 19,
        "day": 17,
        "hours": 21,
        "content": "What can you do to break your fall? Nurture that.  Sharing how we feel and being heard by someone can cushion the fall. \nWhen we are seen with the eyes of the heart we feel truly seen.\nIs there someone, in person or in a community like this one, who can listen and hold the space for you to be heard and seen? \nWe are here to tell you that you're not alone and that everything will be ok. We all take turns falling and cushioning, rinse and repeat, student and teacher by turns."
    },
    {
        "id": 20,
        "day": 18,
        "hours": 16,
        "content": "A new diagnosis can shatter the ground beneath your feet leaving you totally displaced and uncertain where to begin, let alone how to get out. On the life journey of chronic pain you collect resources along the way to help you navigate your way out of the maze.  \nWe all tend to start somewhere in the medical model, but along the way we need to find other things that help, to add to the equation. \nThere is no right combination or one size fits all.  \nYou have to find your own way and collect what works, and learn to set down what doesn't."
    },
    {
        "id": 21,
        "day": 20,
        "hours": 11,
        "content": "Reduce stress in your life. Stress intensifies chronic pain. Find calming techniques to help you de-stress."
    },
    {
        "id": 22,
        "day": 23,
        "hours": 17,
        "content": "Grow towards the light. Just like plants"
    },
    {
        "id": 23,
        "day": 25,
        "hours": 15,
        "content": "The crisis of chronic pain can be the invitation for us to go deeply into our Spirit to orient ourselves to the light that is both within and without. \nWhat things inspire, soothe, calm or delight you, and thereby draw you into closer connection with your Spirit? \nCan you do more of that, and expand those moments of light in your day, and life?"
    },
    {
        "id": 24,
        "day": 27,
        "hours": 10,
        "content": "On a good day we manage the fine balance between hope and despair and other days we fall apart because it all feels too hard.  \nBut we have a choice about how we perceive what we're experiencing. Knowing that we have the power of choice in how to tell our story is the first step to making that shift."
    },
    {
        "id": 25,
        "day": 28,
        "hours": 18,
        "content": "Life beckons us to notice.  Each day the natural beauty of the world can strew our path with treasures if we pause long enough. Stopping and noticing can transport us; lift us up, even if we only feel capable of achieving this noticing in a momentary way.\nCan you use all your senses to zone in and see how the natural world speaks to you in all its mystery, the noticing of a falling leaf, a butterfly in flight, moss on a stone or a feather lying on your path?"
    },
    {
        "id": 26,
        "day": 22,
        "hours": 13,
        "content": "Sleep is healing and restorative. Don't underestimate the value of a good night's sleep."
    },
    {
        "id": 27,
        "day": 24,
        "hours": 21,
        "content": "When we have chronic pain and we realize that there is no magic cure or that our pain may never go it's easy to give up hope.  How do we learn to hope when we feel that all hope is lost? \nThe key is that we can learn it.  The same way we learn to ride a bike or drive a car.  We can create new neural pathways in our brain that will grow hope in us.  \nIf hope can be learned, then what teacher can you turn to, to help you learn this?  A book, a movie, a friend?"
    },
    {
        "id": 28,
        "day": 25,
        "hours": 22,
        "content": "When you are in the grip of pain it's hard to see the end point"
    },
    {
        "id": 29,
        "day": 27,
        "hours": 17,
        "content": "When asked about chronic pain it's not unusual to feel unable to convey it even when given the opportunity to speak.  \nTrying to explain it reminds you of how complex and overarching the impact of chronic pain is in your life, and that realization feels heavy and sad. You can't get stuck there, even though at times we all feel overwhelmed by the weight of it. Can you find a way to let pieces of the story peel off, and let go? Make some space..."
    },
    {
        "id": 30,
        "day": 30,
        "hours": 12,
        "content": "If you are waiting to find a way to convey your whole pain story so that you feel heard and understood, then what happens when you can't convey it?\nConveying it to others can't be what we are waiting for. \nCan you be okay with not having your pain experience fully understood? \nRemember, you are more than your pain."
    },
    {
        "id": 31,
        "day": 32,
        "hours": 18,
        "content": "You didn't think that life would work out like this. No one does. This is not the life you dreamed of, or would wish for yourself, but it is the life you are responsible for. \nHow are you going to take responsibility for this life?"
    },
    {
        "id": 32,
        "day": 34,
        "hours": 20,
        "content": "There is no fix"
    },
    {
        "id": 33,
        "day": 35,
        "hours": 13,
        "content": "If you spend all your time looking for the perfect team"
    },
    {
        "id": 34,
        "day": 29,
        "hours": 11,
        "content": "Medication mix ups can happen easily. Ask your Dr and Pharmacist for a comprehensive Medication Review"
    },
    {
        "id": 35,
        "day": 31,
        "hours": 19,
        "content": "The work involved is not easy"
    },
    {
        "id": 36,
        "day": 32,
        "hours": 18,
        "content": "Chronic pain is much like having a garden. You know the soil"
    },
    {
        "id": 37,
        "day": 34,
        "hours": 22,
        "content": "Feed the fertile soil of you"
    },
    {
        "id": 38,
        "day": 37,
        "hours": 11,
        "content": "We know pain management responds best to a multifaceted approach. Self-care for chronic pain is a full-time job.\nIt will take all of you - before it gives back to you."
    },
    {
        "id": 39,
        "day": 39,
        "hours": 17,
        "content": "Eat foods that fight inflamation. An alkaline diet is better for your body and an acidic one."
    },
    {
        "id": 40,
        "day": 41,
        "hours": 10,
        "content": "What part of the self-care model are you not including? We know that the answer to that question evolves and changes. \nWe will offer a range of ways for you to think about the best answer for you, wherever you are on your journey, for whatever arises."
    },
    {
        "id": 41,
        "day": 42,
        "hours": 19,
        "content": "When absolute despair sets in and you can't go on"
    },
    {
        "id": 42,
        "day": 36,
        "hours": 11,
        "content": "You'll have a GP as part of your health care team. But have you ever seen a Functional Nutritional or Integrative Medicine doctor? They often look for root causes rather than treating symptoms."
    },
    {
        "id": 43,
        "day": 38,
        "hours": 18,
        "content": "The never good enough"
    },
    {
        "id": 44,
        "day": 39,
        "hours": 18,
        "content": "Boost chronic pain relief with the natural endorphins from exercise. Find a form of exercise that works for your body and your levels of ability."
    },
    {
        "id": 45,
        "day": 41,
        "hours": 18,
        "content": "YOU ARE ENOUGH. Even with"
    },
    {
        "id": 46,
        "day": 44,
        "hours": 13,
        "content": "Forgive yourself, you didn't choose this...but you are responsible for how you manage it. \nWhat does management look like? It looks like deep self-care and love."
    },
    {
        "id": 47,
        "day": 46,
        "hours": 15,
        "content": "At some point on your chronic pain journey you realize that you can't set pain down.  There is no drop off point.  You are on the journey together.  The problem is this may not be the companion you imagined for this period in your life. Can you get off at the next stop to rest?"
    },
    {
        "id": 48,
        "day": 48,
        "hours": 13,
        "content": "Often pain can take charge and sit in the driver’s seat"
    },
    {
        "id": 49,
        "day": 49,
        "hours": 12,
        "content": "'Bad Day at Black Rock' times are when struggling through another day feels impossible"
    },
    {
        "id": 50,
        "day": 43,
        "hours": 21,
        "content": "We need to exercise"
    },
    {
        "id": 51,
        "day": 45,
        "hours": 19,
        "content": "Life happens"
    },
    {
        "id": 52,
        "day": 46,
        "hours": 20,
        "content": "There is no doubt that sadness will enter your orbit"
    },
    {
        "id": 53,
        "day": 48,
        "hours": 21,
        "content": "When we are familiar with sadness we can recognise it in others. Notice opportunities you have along the way to help another by meeting them in the face of their sadness."
    },
    {
        "id": 54,
        "day": 51,
        "hours": 15,
        "content": "We know that chronic pain can diminish your world"
    },
    {
        "id": 55,
        "day": 53,
        "hours": 22,
        "content": "It’s good to leave each day behind"
    },
    {
        "id": 56,
        "day": 55,
        "hours": 18,
        "content": "Chronic pain arrives in your life and the truth is none of us know if it will ever go. There are so many ways that pain can diminish our ability to be present to the here and now.\nHow do we tap into the regenerative energy of the new day when chronic pain is like Groundhog Day?"
    },
    {
        "id": 57,
        "day": 56,
        "hours": 14,
        "content": "What we resist"
    },
    {
        "id": 58,
        "day": 50,
        "hours": 17,
        "content": "If your suffering or your pain invades all of you then it can take over completely. But if the space that you allow for the suffering is smaller, then it will only fill that, and not consume the whole of you. \nMaybe the purpose is not to eliminate all the suffering but to contain the suffering as part of the whole ... but not the whole."
    },
    {
        "id": 59,
        "day": 52,
        "hours": 22,
        "content": "What's in your toolkit to not let pain overcome you? What positive"
    },
    {
        "id": 60,
        "day": 53,
        "hours": 17,
        "content": "Our lived experience of pain is what enables us to see with empathy and connect to others who are suffering. Paradoxically pain isolates us and at the same time gives us a way in to connect at the deeper levels with another."
    },
    {
        "id": 61,
        "day": 55,
        "hours": 12,
        "content": "Notice your ability to see beneath the surface"
    },
    {
        "id": 62,
        "day": 58,
        "hours": 14,
        "content": "It feels like torture"
    },
    {
        "id": 63,
        "day": 60,
        "hours": 13,
        "content": "Have you reached the point where you see pain is a portal"
    },
    {
        "id": 64,
        "day": 62,
        "hours": 14,
        "content": "No one asks for pain and suffering to enter their lives. At the beginning there is a quest to rid yourself of it"
    },
    {
        "id": 65,
        "day": 63,
        "hours": 17,
        "content": "When we are in the deep hole of suffering and pain, a sense of powerlessness can overwhelm us. Thoughts of 'what if this is it?' as the fear that the pain will never go away takes firm hold. \nOur usual resolve and resilience can feel thin, and not enough armour to get us through the battleground. We need to regroup."
    },
    {
        "id": 66,
        "day": 57,
        "hours": 11,
        "content": "We need to reconnect with our ability to face and move through whatever challenge arises"
    },
    {
        "id": 67,
        "day": 59,
        "hours": 17,
        "content": "How do you regroup? How do you move into the energy of trust in your abilities to handle what comes? Deepening your trust in the fact that you can do this"
    },
    {
        "id": 68,
        "day": 60,
        "hours": 17,
        "content": "To be human we know that we will suffer"
    },
    {
        "id": 69,
        "day": 62,
        "hours": 14,
        "content": "When you are in pain sometimes it’s obvious but more often than not you look completely fine on the outside"
    },
    {
        "id": 70,
        "day": 65,
        "hours": 14,
        "content": "Chronic pain is a heavy load to carry around all day and night"
    },
    {
        "id": 71,
        "day": 67,
        "hours": 18,
        "content": "When pain is calling out your name all the time"
    },
    {
        "id": 72,
        "day": 69,
        "hours": 12,
        "content": "The pain levels fluctuate. We know that in times of stress our pain levels are heightened and our suffering is greater.  \nWe may not be able to control the pain, but can we control the stressors that exacerbate it? What stressors do you know are the things that increase your pain?"
    },
    {
        "id": 73,
        "day": 70,
        "hours": 11,
        "content": "What ever makes you feel lighter"
    },
    {
        "id": 74,
        "day": 64,
        "hours": 17,
        "content": "Life with chronic pain is exhausting. It can often feel that there is no room to add anything extra"
    },
    {
        "id": 75,
        "day": 66,
        "hours": 11,
        "content": "Where does healing need to happen... in the deep"
    },
    {
        "id": 76,
        "day": 67,
        "hours": 19,
        "content": "Cure and healing are not the same. Healing is a process. When you open towards healing you open a different door than the one you open to find a cure.  It is a layered process and ultimately you may travel both paths.  They don't lead you to the same destination though. One is outward and the other inward.  You have the resources you need to heal inside yourself."
    },
    {
        "id": 77,
        "day": 69,
        "hours": 16,
        "content": "Pacing is so hard to do.  Chronic pain robs you of the life you used to have and now you need to pace yourself just to manage.  Mastering pacing is mastering your life as it is now.  Don't look back at what was.  Look at what is."
    },
    {
        "id": 78,
        "day": 72,
        "hours": 20,
        "content": "You can't wait for the pain to go or get better to start living your life. If you wait for that you could be waiting for your whole life"
    },
    {
        "id": 79,
        "day": 74,
        "hours": 14,
        "content": "Pain and suffering are different. Accepting the pain is a powerful step towards freeing yourself from pain of suffering."
    },
    {
        "id": 80,
        "day": 76,
        "hours": 10,
        "content": "When you're in it"
    },
    {
        "id": 81,
        "day": 77,
        "hours": 16,
        "content": "Chronic pain is part of you but it's not you. You are more than the pain."
    },
    {
        "id": 82,
        "day": 71,
        "hours": 20,
        "content": "The spiritual part of yourself that you need to connect to and nurture is what we want to encourage you to examine. When people say 'soul food' that is what we mean"
    },
    {
        "id": 83,
        "day": 73,
        "hours": 18,
        "content": "How do you live a life that is meaningful and fulfilling to you even with pain? There is hope. It is possible to make the space that pain takes up smaller"
    },
    {
        "id": 84,
        "day": 74,
        "hours": 17,
        "content": "Even when you're doing everything you can do and you still have chronic pain. There is another level of acceptance. Surrender and resignation is very different. Resignation equals giving up.  Surrender doesn't."
    },
    {
        "id": 85,
        "day": 76,
        "hours": 11,
        "content": "Most people would not think of themselves as heroes or heroic"
    },
    {
        "id": 86,
        "day": 79,
        "hours": 20,
        "content": "Pain makes you feel separate"
    },
    {
        "id": 87,
        "day": 81,
        "hours": 16,
        "content": "Connecting to the divine lessens emotional pain and therefore we are better equipped to deal with the physical pain. It also helps you move out of judgment. You see yourself in the other. Not judge others as harshly"
    },
    {
        "id": 88,
        "day": 83,
        "hours": 14,
        "content": "Real healing comes not from other to self but from self to self. You can't be a passive recipient of therapeutic interventions.  Instead be an active participant.  You can become the CEO of your healing journey."
    }
]
